src/main/resources/entrust/performSetMutualAuthX.vm

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
    <Body>
    <performSetMutualAuthX xmlns="http://ws.entrustplugin.expertedge.com/">
        <!-- Optional -->
        <arg0 xmlns="">
            <appCode>${appCode}</appCode>
            <appDesc>${appDesc}</appDesc>
            <group>${appGroup}</group>
            <mutualCaption>${caption}</mutualCaption>
            <mutualImage>${image}</mutualImage>
            <userName>${userName}</userName>
        </arg0>
    </performSetMutualAuthX>
    </Body>
</Envelope>